/* 
   Localizable.strings
   QuincyKit

   Created by Andreas Linde on 04.03.09.
   Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ unerwartet beendet";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Möchten Sie einen anonymen Absturzbericht senden, damit wir das Problem beheben können?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Immer senden";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Bericht senden";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Nicht senden";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Senden…";


/* Crash status dialog */

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Zuvor auf %@";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "%@ wurde unerwartet beendet. Die gute Nachricht? Die Absturzursache wurde gefunden und wird für eine zukünftige Aktualisierung behoben. Bleiben Sie dran.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "%@ wurde unerwartet beendet. Die gute Nachricht? Wir haben den Fehler bereits behoben und eine Aktualisierung an Apple gesendet. Gedulden Sie sich noch etwas, während sie geprüft wird.";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "%@ wurde unerwartet beendet. Die gute Nachricht? Wir haben den Fehler bereits behoben! Aktualisieren Sie auf die neueste Version.";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "Dieser Fehler wurde noch nicht behoben. Wir würden uns freuen wenn Sie uns weitere Informationen zu dem Absturz der App geben könnten.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "OK";
